Repository: luucabg/cineleaf
Catalog: Cineleaf/Resources/Localizable.xcstrings
Source language: en
Languages: es

# clip.properties.copy
source: Copy clip properties
es: Copiar propiedades del clip

# clip.properties.paste
source: Paste clip properties
es: Pegar propiedades del clip

# filter.monochrome
source: Clean monochrome
es: Monocromo limpio

# filter.soft_bloom
source: Soft glow
es: Brillo suave

# filter.vivid
source: Vivid
es: Vívido

# filter.warm_film
source: Warm film
es: Película cálida

# inspector.filter_preset
source: Apply quick look
es: Aplicar estilo rápido

# export.preset_delete
source: Delete saved preset
es: Eliminar ajuste guardado

# export.preset_load
source: Use saved preset
es: Usar ajuste guardado

# export.preset_name
source: Preset name
es: Nombre del ajuste

# export.preset_save
source: Save settings
es: Guardar ajustes

# export.presets
source: Saved settings
es: Ajustes guardados

# error.freeze.create
source: The freeze frame could not be created.
es: No se pudo crear el fotograma congelado.

# error.media.consolidate
source: The project media could not be collected. Files already copied were left safely inside the project.
es: No se pudieron reunir los archivos del proyecto. Los ya copiados se han dejado a salvo dentro del proyecto.

# error.media.consolidate_save
source: Save the project before collecting its media.
es: Guarda el proyecto antes de reunir sus archivos.

# freeze.asset_name
source: Freeze frame
es: Fotograma congelado

# freeze.create
source: Create freeze frame
es: Crear fotograma congelado

# freeze.creating
source: Creating freeze frame…
es: Creando fotograma congelado…

# media.consolidate
source: Collect media inside project
es: Reunir archivos dentro del proyecto

# media.consolidating
source: Collecting project media
es: Reuniendo archivos del proyecto

# about.copyright
source: Copyright © 2026 Cineleaf contributors
es: Copyright © 2026 Colaboradores de Cineleaf

# about.description
source: Free, native video editing for macOS. Your media stays on your Mac.
es: Edición de vídeo nativa y gratuita para macOS. Tus archivos se quedan en tu Mac.

# about.license
source: Open source under the MIT License
es: Código abierto con licencia MIT

# about.menu
source: About Cineleaf
es: Acerca de Cineleaf

# about.third_party
source: Third-party notices
es: Avisos de terceros

# about.version %@ %@
source: Version %1$@ (%2$@)
es: Versión %1$@ (%2$@)

# about.window.title
source: About Cineleaf
es: Acerca de Cineleaf

# action.apply
source: Apply
es: Aplicar

# action.cancel
source: Cancel
es: Cancelar

# action.close
source: Close
es: Cerrar

# action.create
source: Create
es: Crear

# action.ok
source: OK
es: Aceptar

# audio.detach
source: Detach audio
es: Separar audio

# canvas.landscape
source: 16:9 Landscape
es: 16:9 Horizontal

# canvas.portrait
source: 4:5 Portrait
es: 4:5 Retrato

# canvas.square
source: 1:1 Square
es: 1:1 Cuadrado

# clip.text.default_content
source: Your text
es: Tu texto

# clip.text.default_name
source: Text
es: Texto

# content_mode.crop
source: Crop
es: Recortar

# content_mode.fill
source: Fill
es: Rellenar

# content_mode.fit
source: Fit
es: Ajustar

# edit.redo
source: Redo
es: Rehacer

# edit.redo.help
source: Redo the last edit
es: Rehacer la última edición

# edit.undo
source: Undo
es: Deshacer

# edit.undo.help
source: Undo the last edit
es: Deshacer la última edición

# error.autosave
source: Cineleaf could not autosave this project.
es: Cineleaf no ha podido guardar este proyecto automáticamente.

# error.export.settings
source: The export settings could not be saved.
es: No se han podido guardar los ajustes de exportación.

# error.history.restore
source: That edit could not be restored.
es: No se ha podido restaurar esa edición.

# error.import.some_files
source: Some files could not be imported. Supported files were kept.
es: No se han podido importar algunos archivos. Se han conservado los compatibles.

# error.import.title
source: Import problem
es: Problema de importación

# error.media.relink
source: Cineleaf could not use the replacement file.
es: Cineleaf no ha podido usar el archivo de sustitución.

# error.preview.build
source: The preview could not be updated. Check that the source files are available.
es: No se ha podido actualizar la previsualización. Comprueba que los archivos de origen estén disponibles.

# error.project.invalid
source: This project contains invalid editing data and was not opened.
es: Este proyecto contiene datos de edición no válidos y no se ha abierto.

# error.project.open
source: Cineleaf could not open this project.
es: Cineleaf no ha podido abrir este proyecto.

# error.project.save
source: Cineleaf could not save this project.
es: Cineleaf no ha podido guardar este proyecto.

# error.project.settings
source: The project settings could not be applied.
es: No se han podido aplicar los ajustes del proyecto.

# error.recovery.discard
source: The recovery copy could not be removed.
es: No se ha podido eliminar la copia de recuperación.

# error.recovery.load
source: Cineleaf could not check for recoverable projects.
es: Cineleaf no ha podido buscar proyectos recuperables.

# error.technical_details
source: Technical details
es: Detalles técnicos

# error.timeline.edit
source: That edit is not valid here. Check locked tracks and nearby clips.
es: Esa edición no es válida aquí. Comprueba las pistas bloqueadas y los clips cercanos.

# error.timeline.no_track
source: There is no unlocked compatible track.
es: No hay ninguna pista compatible desbloqueada.

# error.title
source: Cineleaf needs your attention
es: Cineleaf necesita tu atención

# error.waveform.generate
source: The audio waveform could not be generated.
es: No se ha podido generar la forma de onda del audio.

# export.action
source: Export
es: Exportar

# export.codec
source: Codec
es: Códec

# export.configuration
source: Output
es: Salida

# export.container
source: Container
es: Contenedor

# export.destination
source: Choose export destination
es: Elige dónde guardar la exportación

# export.failure
source: Export failed
es: La exportación ha fallado

# export.filename
source: Filename
es: Nombre del archivo

# export.frame_rate
source: Frame rate
es: Fotogramas por segundo

# export.help
source: Export a finished video
es: Exportar el vídeo terminado

# export.quality
source: Quality
es: Calidad

# export.quality.balanced
source: Balanced
es: Equilibrada

# export.quality.compact
source: Smaller file
es: Archivo más pequeño

# export.quality.high
source: High
es: Alta

# export.resolution
source: Resolution
es: Resolución

# export.show_in_finder
source: Show in Finder
es: Mostrar en Finder

# export.success
source: Export complete
es: Exportación completada

# export.title
source: Export video
es: Exportar vídeo

# inspector.audio_fade_in
source: Fade in
es: Fundido de entrada

# inspector.audio_fade_out
source: Fade out
es: Fundido de salida

# inspector.content_mode
source: Sizing
es: Ajuste

# inspector.crop
source: Crop
es: Recorte

# inspector.crop.bottom
source: Bottom
es: Abajo

# inspector.crop.leading
source: Left
es: Izquierda

# inspector.crop.top
source: Top
es: Arriba

# inspector.crop.trailing
source: Right
es: Derecha

# inspector.duration
source: Duration (seconds)
es: Duración (segundos)

# inspector.empty.message
source: Select one clip to edit its properties.
es: Selecciona un clip para editar sus propiedades.

# inspector.empty.title
source: Nothing selected
es: No hay nada seleccionado

# inspector.enabled
source: Enabled
es: Activado

# inspector.name
source: Name
es: Nombre

# inspector.opacity
source: Opacity
es: Opacidad

# inspector.position_x
source: Horizontal position
es: Posición horizontal

# inspector.position_y
source: Vertical position
es: Posición vertical

# inspector.rotation
source: Rotation
es: Rotación

# inspector.scale
source: Scale
es: Escala

# inspector.start
source: Start (seconds)
es: Inicio (segundos)

# inspector.text
source: Text
es: Texto

# inspector.transform
source: Transform
es: Transformación

# inspector.transform.reset
source: Reset transform
es: Restablecer transformación

# inspector.video
source: Video
es: Vídeo

# inspector.video_fade_in
source: Video fade in
es: Fundido de entrada de vídeo

# inspector.video_fade_out
source: Video fade out
es: Fundido de salida de vídeo

# inspector.video_muted
source: Hide video
es: Ocultar vídeo

# inspector.volume
source: Volume
es: Volumen

# media.empty.message
source: Import video, audio, or images from your Mac. Nothing is uploaded.
es: Importa vídeos, audio o imágenes de tu Mac. No se sube nada a Internet.

# media.empty.title
source: No media yet
es: Todavía no hay archivos

# media.import
source: Import media
es: Importar archivos

# media.import.help
source: Import local video, audio, or images
es: Importar vídeos, audio o imágenes locales

# media.item.accessibility %@
source: Media item: %@
es: Archivo multimedia: %@

# media.kind.image
source: Image
es: Imagen

# media.kind.video
source: Video
es: Vídeo

# media.missing
source: File missing
es: Falta el archivo

# media.relink
source: Relink file
es: Volver a enlazar el archivo

# menu.editing
source: Editing
es: Edición

# playback.pause
source: Pause
es: Pausar

# playback.play
source: Play
es: Reproducir

# playback.toggle
source: Play or pause
es: Reproducir o pausar

# playback.toggle.help
source: Play or pause the timeline
es: Reproducir o pausar la línea de tiempo

# preview.accessibility
source: Video preview
es: Previsualización de vídeo

# preview.empty.message
source: Add a video clip to the timeline to begin previewing.
es: Añade un clip de vídeo a la línea de tiempo para empezar a previsualizar.

# preview.empty.title
source: Preview
es: Previsualización

# project.canvas
source: Canvas
es: Lienzo

# project.frame_rate
source: Frame rate
es: Fotogramas por segundo

source: Project name
es: Nombre del proyecto

# project.new
source: New project
es: Nuevo proyecto

# project.open
source: Open project
es: Abrir proyecto

# project.recent
source: Recent projects
es: Proyectos recientes

# project.recent.clear
source: Clear
es: Borrar

# project.save
source: Save
es: Guardar

# project.save_as
source: Save as…
es: Guardar como…

source: Project settings
es: Ajustes del proyecto

# project.settings.help
source: Change canvas and frame rate
es: Cambiar el lienzo y los fotogramas por segundo

# project.untitled
source: Untitled project
es: Proyecto sin título

# recovery.discard
source: Discard
es: Descartar

# recovery.message
source: Cineleaf found an autosaved project from an interrupted session.
es: Cineleaf ha encontrado un proyecto guardado automáticamente tras una sesión interrumpida.

# recovery.restore
source: Restore
es: Restaurar

# recovery.title
source: Recover project
es: Recuperar proyecto

# settings.cache
source: Cache
es: Caché

# settings.cache.clear
source: Clear cache
es: Vaciar caché

# settings.cache.detail
source: Cached previews can be recreated. Clearing them never deletes projects or source media.
es: Las previsualizaciones en caché se pueden volver a crear. Al vaciarla nunca se borran proyectos ni archivos originales.

# settings.cache.size
source: Disk usage
es: Uso del disco

# settings.diagnostics
source: Diagnostics
es: Diagnóstico

# settings.diagnostics.category.autosave
source: Autosave
es: Guardado automático

# settings.diagnostics.category.composition_rebuild
source: Preview rebuild
es: Reconstrucción de previsualización

# settings.diagnostics.category.export
source: Export
es: Exportación

# settings.diagnostics.category.media_import
source: Media inspection
es: Inspección multimedia

# settings.diagnostics.category.other
source: Background task
es: Tarea en segundo plano

# settings.diagnostics.category.project_open
source: Project open
es: Apertura del proyecto

# settings.diagnostics.category.project_save
source: Project save
es: Guardado del proyecto

# settings.diagnostics.category.thumbnail_generation
source: Thumbnail generation
es: Generación de miniaturas

# settings.diagnostics.category.waveform_generation
source: Waveform generation
es: Generación de formas de onda

# settings.diagnostics.detail
source: Recent timings stay on this Mac and help diagnose performance.
es: Los tiempos recientes permanecen en este Mac y ayudan a diagnosticar el rendimiento.

# settings.diagnostics.refresh
source: Refresh
es: Actualizar

# settings.language
source: Language
es: Idioma

# settings.language.note
source: The interface language changes immediately. Unsaved edits are preserved.
es: El idioma de la interfaz cambia al instante. Las ediciones sin guardar se conservan.

# settings.language.system
source: System default
es: Idioma del sistema

# settings.privacy
source: Privacy
es: Privacidad

# settings.privacy.detail
source: No account, cloud upload, analytics, tracking, or telemetry.
es: Sin cuenta, subidas a la nube, analítica, seguimiento ni telemetría.

# settings.privacy.local
source: Editing stays on your Mac
es: La edición permanece en tu Mac

# sidebar.media
source: Media
es: Multimedia

# sidebar.section
source: Library section
es: Sección de la biblioteca

# sidebar.text
source: Text
es: Texto

# text.add.action
source: Add text
es: Añadir texto

# text.add.message
source: Create a text clip, then style and position it in the inspector.
es: Crea un clip de texto y después cambia su estilo y posición en el inspector.

# text.add.title
source: Text overlays
es: Textos superpuestos

# text.alignment
source: Alignment
es: Alineación

# text.alignment.center
source: Center
es: Centrado

# text.alignment.leading
source: Left
es: Izquierda

# text.alignment.trailing
source: Right
es: Derecha

# text.animation
source: Animation
es: Animación

# text.animation.fade
source: Fade
es: Fundido

# text.animation.none
source: None
es: Ninguna

# text.animation.slide_up
source: Slide up
es: Deslizar hacia arriba

# text.background
source: Background
es: Fondo

# text.content
source: Text
es: Texto

# text.font
source: Font
es: Tipo de letra

# text.shadow
source: Shadow
es: Sombra

# text.size
source: Size
es: Tamaño

# text.stroke_color
source: Outline color
es: Color del contorno

# text.stroke_width
source: Outline
es: Contorno

# text.weight
source: Weight
es: Grosor

# timeline.accessibility
source: Timeline with editable clips
es: Línea de tiempo con clips editables

# timeline.add_selected
source: Add to timeline
es: Añadir a la línea de tiempo

# timeline.delete
source: Delete
es: Eliminar

# timeline.duplicate
source: Duplicate
es: Duplicar

# timeline.go_end
source: Go to end
es: Ir al final

# timeline.go_start
source: Go to beginning
es: Ir al principio

# timeline.next_frame
source: Next frame
es: Fotograma siguiente

# timeline.next_large_step
source: Forward 10 frames
es: Avanzar 10 fotogramas

# timeline.playhead
source: Playhead
es: Cabezal de reproducción

# timeline.previous_frame
source: Previous frame
es: Fotograma anterior

# timeline.previous_large_step
source: Back 10 frames
es: Retroceder 10 fotogramas

# timeline.split
source: Split
es: Dividir

# timeline.title
source: Timeline
es: Línea de tiempo

source: Timeline zoom
es: Zoom de la línea de tiempo

# timeline.zoom_in
source: Zoom in
es: Acercar

# timeline.zoom_out
source: Zoom out
es: Alejar

# captions.automatic
source: Create automatic captions
es: Crear subtítulos automáticos

# captions.export
source: Export subtitles…
es: Exportar subtítulos…

# captions.generating
source: Transcribing on this Mac…
es: Transcribiendo en este Mac…

# captions.import
source: Import SRT or WebVTT…
es: Importar SRT o WebVTT…

# captions.private_message
source: Cineleaf requires Apple’s on-device recognition. Your audio is never uploaded.
es: Cineleaf exige el reconocimiento local de Apple. Tu audio nunca se sube.

# captions.private_title
source: Private automatic captions
es: Subtítulos automáticos privados

# captions.select_audio_hint
source: Select a video or audio item in Media first.
es: Selecciona primero un vídeo o audio en Medios.

# captions.track_name
source: Captions
es: Subtítulos

# error.captions.automatic
source: Automatic captions are unavailable. Check Speech permission and make sure on-device recognition supports your language.
es: Los subtítulos automáticos no están disponibles. Comprueba el permiso de Voz y que tu idioma admita reconocimiento local.

# error.captions.export
source: The subtitle file could not be exported.
es: No se pudo exportar el archivo de subtítulos.

# error.captions.import
source: The subtitle file could not be imported.
es: No se pudo importar el archivo de subtítulos.

# error.captions.no_audio
source: Select media that contains audio.
es: Selecciona un archivo que contenga audio.

# sidebar.captions
source: Captions
es: Subtítulos

# effect.bloom
source: Bloom
es: Resplandor

# effect.blur
source: Gaussian blur
es: Desenfoque gaussiano

# effect.monochrome
source: Monochrome
es: Monocromo

# effect.sharpen
source: Sharpen
es: Nitidez

# effect.vignette
source: Vignette
es: Viñeta

# inspector.color_reset
source: Reset color
es: Restablecer color

# inspector.contrast
source: Contrast
es: Contraste

# inspector.effect_add
source: Add effect
es: Añadir efecto

# inspector.effect_remove
source: Remove effect
es: Quitar efecto

# inspector.effects
source: Effects
es: Efectos

# inspector.exposure
source: Exposure
es: Exposición

# inspector.highlights
source: Highlights
es: Luces

# inspector.keyframe_hint
source: Adds a keyframe at the playhead using the current value.
es: Añade un fotograma clave en el cabezal con el valor actual.

# inspector.keyframe_opacity
source: Add opacity keyframe
es: Añadir clave de opacidad

# inspector.keyframe_position
source: Add X-position keyframe
es: Añadir clave de posición X

# inspector.keyframe_rotation
source: Add rotation keyframe
es: Añadir clave de rotación

# inspector.keyframe_scale
source: Add scale keyframe
es: Añadir clave de escala

# inspector.keyframe_volume
source: Add volume keyframe
es: Añadir clave de volumen

# inspector.keyframes
source: Keyframes
es: Fotogramas clave

# inspector.reverse
source: Reverse
es: Reproducir al revés

# inspector.saturation
source: Saturation
es: Saturación

# inspector.shadows
source: Shadows
es: Sombras

# inspector.sharpen
source: Sharpen
es: Nitidez

# inspector.speed
source: Speed
es: Velocidad

# inspector.temperature
source: Temperature
es: Temperatura

# inspector.tint
source: Tint
es: Matiz

# inspector.transition_in
source: Entrance
es: Entrada

# inspector.transition_duration
source: Duration
es: Duración

# inspector.transition_none
source: None
es: Ninguna

# inspector.transition_out
source: Exit
es: Salida

# inspector.transitions
source: Transitions
es: Transiciones

# inspector.vignette
source: Vignette
es: Viñeta

# timeline.add_marker
source: Add marker
es: Añadir marcador

# timeline.group
source: Group clips
es: Agrupar clips

# timeline.link
source: Link clips
es: Vincular clips

# timeline.ripple_delete
source: Ripple delete
es: Eliminar y cerrar hueco

# timeline.ungroup
source: Ungroup clips
es: Desagrupar clips

# transition.blur
source: Blur
es: Desenfoque

# transition.cross_dissolve
source: Cross dissolve
es: Fundido cruzado

# transition.fade_black
source: Fade through black
es: Fundido por negro

# transition.slide_left
source: Slide left
es: Deslizar a la izquierda

# transition.slide_right
source: Slide right
es: Deslizar a la derecha

# transition.wipe_left
source: Wipe left
es: Barrido a la izquierda

# error.proxy.generate
source: The lightweight preview copy could not be created.
es: No se pudo crear la copia ligera de previsualización.

# proxy.generate
source: Create fast preview copy
es: Crear copia rápida de previsualización

# proxy.generating
source: Creating preview copy
es: Creando copia de previsualización

# proxy.ready
source: Fast preview ready
es: Previsualización rápida lista

# proxy.regenerate
source: Recreate fast preview copy
es: Recrear copia rápida de previsualización

# audio.normalize
source: Normalize safely
es: Normalizar de forma segura

# audio.normalizing
source: Measuring audio…
es: Midiendo audio…

# error.audio.normalize
source: The selected audio could not be normalized.
es: No se pudo normalizar el audio seleccionado.

# error.voiceover.finish
source: The voiceover could not be added to the timeline.
es: No se pudo añadir la voz en off a la línea de tiempo.

# error.voiceover.start
source: Microphone recording could not start. Check microphone permission in System Settings.
es: No se pudo iniciar la grabación. Comprueba el permiso del micrófono en Ajustes del Sistema.

# voiceover.name
source: Voiceover
es: Voz en off

# voiceover.record
source: Record voiceover
es: Grabar voz en off

# voiceover.stop
source: Stop recording
es: Detener grabación

# beat.detect
source: Add beat markers
es: Añadir marcadores de ritmo

# beat.detecting
source: Finding beats…
es: Buscando pulsos…

# beat.marker_name
source: Beat
es: Ritmo

# error.beat.detect
source: No clear beats were found in the selected audio.
es: No se encontraron pulsos claros en el audio seleccionado.

# error.silence.detect
source: No removable silent ranges were found in the selected clip.
es: No se encontraron silencios eliminables en el clip seleccionado.

# silence.apply
source: Remove and close gaps
es: Eliminar y cerrar huecos

# silence.detect
source: Find silent ranges
es: Buscar silencios

# silence.detecting
source: Analyzing silence…
es: Analizando silencios…

# silence.review.summary
source: %1$lld ranges · %2$.1f seconds
es: %1$lld intervalos · %2$.1f segundos

# silence.review.title
source: Review silent ranges
es: Revisar silencios

# silence.review.warning
source: Applying removes these times from every unlocked track. You can undo the result.
es: Al aplicar se quitan esos tiempos de todas las pistas desbloqueadas. Puedes deshacerlo.

# welcome.subtitle
source: Fast, private video editing built for your Mac.
es: Edición de vídeo rápida y privada, creada para tu Mac.

# action.insert
source: Insert
es: Añadir

# audio.extract_file
source: Extract original audio…
es: Extraer audio original…

# error.audio.extract
source: The original audio could not be extracted from the selected clip.
es: No se ha podido extraer el audio original del clip seleccionado.

# error.frame.extract
source: The current frame could not be saved as a PNG image.
es: No se ha podido guardar el fotograma actual como imagen PNG.

# error.gap.invalid
source: Enter a pause longer than 0 seconds and no longer than 24 hours.
es: Introduce una pausa de más de 0 segundos y de hasta 24 horas.

# frame.save_current
source: Save current frame…
es: Guardar fotograma actual…

# media.extracting
source: Creating and verifying media…
es: Creando y verificando el archivo…

# timeline.gap.duration
source: Duration in seconds
es: Duración en segundos

# timeline.insert_gap
source: Insert black pause
es: Añadir pausa negra

# timeline.insert_gap.help
source: Moves everything after the playhead to create a black, silent pause. A clip crossing the playhead is split safely.
es: Desplaza todo lo situado después del cabezal para crear una pausa negra y silenciosa. Si un clip cruza el cabezal, se divide de forma segura.

# welcome.title
source: Create something worth watching
es: Crea algo que merezca la pena ver
